Repository: dnknth/snips-lights
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de

source: That's impossible
de: Das ist nicht möglich

source: done
de: erledigt

source: unknown device
de: unbekanntes Gerät

source: It is already off
de: Ist bereits ausgeschaltet

source: switched off
de: ausgeschaltet

source: This device can be only switched on or off.
de: Dieses Gerät geht nur an oder aus.

source: It is already on
de: Ist bereits angeschaltet

source: switched on
de: angeschaltet

source: which color?
de: welche Farbe?

source: brighter or lower?
de: heller oder dunkler?

source: That's currently not possible
de: Das ist momentan nicht möglich

source: Not yet implemented
de: Das kann ich leider noch nicht
